{
"gtacademy": ["The first test drive! Let's get you warmed up.", "It's nice to start off a rookie with a compact car from our selection, the Nissan LEAF. In 2011, the Nissan LEAF was noted as one of the most favorable EVs. The second generation LEAF that provides more power and range than the predecessor. You will participate in your first championship in the GT Academy Team. Good luck out there!",
  "Do you like the Fairlady Z? I do as well! They bring a lot of nostalgia when I played Gran Turismo as a kid. In the championship, you will be racing in the all new Nissan Z Performance, a 400hp rear wheel drive car ready for action!  You will be racing against 370Zs and 400Zs with BOP. I know that you are going to do well out there. Good luck!", 
"The GT-R has a legendary history, from the limited production of the Kenmeri, to the success of the Skyline R32 Nismo in Group A racing, to car culture of the Skyline R34 in films. You will be test driving the latest model in the GT-R family, the R35 Nismo. It's pretty quick on the corners, don't miss them!", "You're a quick learner! Have you drove this car before? Anyway, let's participate in the next championship, The European Tour, where you will race against other super cars across 5 European tracks. The GT Academy team is rooting for you!", "Next up, you will be entering into the big leagues, the GT3 class! To prepare you, we have a special GT Academy version of the GT-R Nismo GT3 that I've drove back in 2014. I will be allowing you to drive it around Twin Ring Motegi to get the feel of the car. To spice things up, let's have a car battle with your teammate!", "This is the moment that you have been waiting for, the endurance race at the Nurburgring! It's time to use all the skills that you have learned throughout your GT Academy careee. This race will not be easy; you will be racing against the most competitive drivers. This is not a simulation, this is real racing.", "Great job wirh your performance at the Nurburgring! To celebrate your time at GT Academy, let's do a final lap around LeMans with the 2015 GT-R LM Nismo, a radical LeMans prototype with a front wheel drive drivetrain. You will never see a race car like this in your lifetime! However, I will give you the opportunity to keep this car after the lap, as a reward for your outstanding performance. I'm so proud of you for this season, driver!"
],
"race-conditions": {
  "Clear": ["the weather (sverbtobe) nice", "the weather (sverbtobe) sunny", "we see that the weather (sverbtobe) fantastic", "not bad of weather we're having", "the weather (sverbtobe) clear", "it is perfect weather"],
  "Partly Cloudy":["the weather (sverbtobe) partly cloudy", "I see a few clouds in the sky", "it (sverbtobe) a little cloudy"],
  "Overcast":["there (sverbtobe) an overcast", "the weather (sverbtobe) cloudy", "there (pverbtobe) a lot of clouds"],
  "Rain": ["the weather (sverbtobe) cold and rainy", "the weather (sverbtobe) chilly and rainy", "the weather (sverbtobe) pretty cold", "there (sverbtobe) plentiful of rain"],
  "Storm": ["there (sverbtobe) heavy rain pouring", "there (sverbtobe) a lot of rain"],
  "Hail": ["there (sverbtobe) hail falling", "hail appears"]
},
"race-timeconditions": {
},
"race-overtake-1st": ["(1) (sverbtobe) now in the lead", "Wow! (1) now takes in the lead", "(1) overtakes for 1st place", "(1) takes the lead", "And (1) takes the lead", "(1) overtakes to 1st place"],
"race-gap-1st": ["(1) (sverbtobe) just dominating this race"],
"race-overtake-fast": ["Looks like (1) (sverbtobe) gaining in the pack", "(1) (sverbtobe) speeding pass through some opponents", "(1) (sverbtobe) focusing hard through the grid", "We have to keep a look out of (1) on track", "What a great move from (1)", "There's some nice moves from (1)",  "(1) is doing some (adjgood) driving"],
"race-overtake-bad": ["And oh! (1) had made a mistake that may had costed him", "(1) drove too slow on that corner", "(1) is not going to be so happy about that", "(1) is not so happy about that move", "(1) does not look so confident", "Oh no, (1) made a mistake", "And (1) slammed into the corner"],
"race-results": [],
"race-start": ["And the race begins", "And off we go", "And away we go", "The race begins", "It's lights out and away we go", "Go, go, go"],
"race-results-winner": {
  "winner": ["And (1) takes it for the win", "(1) finishes the line", "(1) crosses the line", "(1) takes first place", "(1) is the winner", "Well done, (1)", "Congrats, (1)", "(adjgood) job, (1)"]
},
"race-results-comments": {
  "Good": ["What (adjgood) race we had during this time"],
  "Bad": ["What (adjbad) race we had during this time"]
},
"pre-race-comments": ["This is going to be (adjgood) race", "(adjgood) day to race", "This will be (adjgood) race today", "(adjgood) time to race"]
,
"race-comments": {
  "Good": ["This is a (1) race!", "(1) day to race!"]
},
"special-event-kart": ["Hello, Igor Fraga here. I started my career through karting in 2004 at the Biwako SL Series, up to Super GT racing. For many F1 drivers, their first career path is through racing karts and I hope you find these races just as exciting as cars!"],
"special-event-rally": [],
"special-event-gtacademy": ["Greetings, Jann Mardenborough here! Glad for you to join our GT Academy as the main driver. Stay practicing and good luck during this season!"],
"special-event-formula": ["Hi driver, Lewis Hamiltion here. Formula 1 defines my heart, strength, and soul. By completing these hardcore races, you will understand the significance of F1 throughout motorsport history."]
}